Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_services_for_people_with_disabilities/day_centres.html.txt.tmx
Source language: en
Languages: ga

source: Day centres and day care
ga: Ionaid lae agus cúram lae

source: Day centres or day care centres in Ireland provide a range of social and rehabilitative services for older people and people with disabilities
ga: Cuireann ionaid lae nó ionaid chúram lae réimse seirbhísí sóisialta agus athshlánaithe ar fáil do dhaoine níos sine agus do dhaoine faoi mhíchumas

source: Day centres include centres that provide day activation, such as recreational, sport and leisure facilities, and specialised clinic facilities that provide a combination of medical and rehabilitation services
ga: Cuirtear san áireamh mar ionaid lae ionaid a chuireann imeachtaí lae ar fáil, mar shampla áiseanna siamsaíochta, spóirt agus scíthe agus áiseanna sainchúram clinic a sholáthraíonn seirbhísí leighis agus athshlánaithe lena chéile

source: Day centres are provided on a variable basis throughout the country, some being provided directly by the Health Service Executive (HSE) and others in conjunction with voluntary organisations
ga: Níl seirbhísí Ionaid Lae curtha ar fáil ar an mbealach céanna ar fud na tíre, is é Feidhmeannacht na Seirbhís Sláinte (FSS) a chuireann cuid acu ar fáil go díreach agus cuid eile cuirtear ar fáil iad i gcomhar le heagraíochtaí deonacha

source: Day centres providing medical care are less widely available
ga: Níl an oiread sin ionaid lae ann a bhfuil cúram leighis le fáil iontu

source: Access to day centres is by referral and the eligibility conditions vary from area to area with means tests applying in some cases
ga: Ní mór don dochtúir/banaltra duine a chur ar aghaidh le seirbhísí ionaid lae a fháil agus ní mar a chéile atá na rialacha i ngach ceantar a bhaineann le bheith i dteideal áite sna hionaid agus bíonn scrúdú maoine le sásamh i roinnt cásanna

source: There are no clear-cut rules about day centres
ga: Níl aon rialacha géara leagtha síos do na hionaid lae

source: In practice, day centres have evolved as an alternative to hospital or other residential care for older people and people with disabilities
ga: Is ionaid iad a chuireann cúram ar fáil do dhaoine níos sine agus do dhaoine faoi mhíchumas taobh amuigh de na hospidéil agus ionaid chúraim chónaithe eile

source: Their general purpose is to help older people, people with disabilities, and their carers, to live in their communities and to promote independent living
ga: Tá sé mar aidhm ghinearálta acu cúnamh a chur ar fáil do dhaoine níos sine, do dhaoine atá faoi mhíchumas agus dá gcúramóirí le go mbeidh siad in ann cónaí ina bpobal agus maireachtáil go neamhspléach

source: The range of services available varies widely and can include any or all of the following:
ga: Tá difríocht mhór sa réimse seirbhísí a chuirtear ar fáil ó áit go háit agus bíonn cuid de na seirbhísí seo i gceist nó iad ar fad:

source: • Transport to and from day centres
ga: • Córas iompair chuig agus ó na hionaid lae

source: • Social skills for people with learning disabilities
ga: • Scileanna sóisialta do dhaoine atá faoi mhíchumas foghlama

source: There may be a small charge for transport and meals provided by day centres
ga: D'fhéadfadh sé go mbeadh táille bheag le n-íoc as costais iompair agus béilte in ionaid lae

source: Usually people are referred to day centres or day care services by their family doctor (GP) or their public health nurse
ga: De ghnáth is iad Liachleachtóirí Ginearálta nó banaltraí sláinte phoiblí a chuireann daoine ar aghaidh chuig ionaid lae nó seirbhísí cúram lae

source: People with intellectual disabilities or autism may be recommended for attendance at day services after an assessment of need
ga: D'fhéadfadh sé go mbeadh sé molta do dhaoine faoi mhíchumas intleachtúil nó daoine a bhfuil uathachas orthu freastal ar sheirbhísí lae tar éis measúnaithe a dhéanamh ar a riachtanais
